{
  "messages": [
    "Reduza o uso de plástico descartável para diminuir a poluição nos oceanos.",
    "Plante uma árvore para ajudar a absorver CO2 da atmosfera.",
    "Desligue as luzes quando não estiver usando para economizar energia.",
    "Use transporte público ou bicicleta para reduzir a emissão de gases poluentes.",
    "Evite o desperdício de água fechando a torneira enquanto escova os dentes.",
    "Reutilize sacolas de pano em vez de sacolas plásticas.",
    "Separe o lixo corretamente e recicle sempre que possível.",
    "Apoie marcas que se preocupam com a sustentabilidade ambiental.",
    "Compre produtos a granel para evitar embalagens desnecessárias.",
    "Evite imprimir documentos desnecessários e opte pelo digital.",
    "Dê preferência a alimentos orgânicos que respeitam o meio ambiente.",
    "Use lâmpadas de LED, que consomem menos energia e duram mais.",
    "Caminhe mais e dirija menos para reduzir sua pegada de carbono.",
    "Leve sua própria garrafa reutilizável para evitar o uso de plásticos descartáveis.",
    "Apoie organizações que protegem a vida selvagem e os habitats naturais.",
    "Faça compostagem de resíduos orgânicos para reduzir o lixo em aterros.",
    "Escolha produtos com menor impacto ambiental e certificados ecológicos.",
    "Use roupas de materiais sustentáveis, como algodão orgânico.",
    "Diminua o consumo de carne para reduzir a pegada ambiental.",
    "Economize água tomando banhos mais curtos.",
    "Utilize energia solar quando possível para reduzir o uso de combustíveis fósseis.",
    "Use papel reciclado em vez de papel comum.",
    "Crie um jardim em casa para ajudar a purificar o ar.",
    "Evite o uso de produtos químicos agressivos na limpeza.",
    "Troque os canudos de plástico por versões reutilizáveis de metal ou bambu.",
    "Recicle eletrônicos de maneira correta para evitar contaminação do solo.",
    "Compre móveis de madeira sustentável e certificados.",
    "Use menos o ar-condicionado e aproveite a ventilação natural.",
    "Descarte pilhas e baterias em pontos de coleta específicos.",
    "Evite comprar produtos embalados em plástico sempre que possível.",
    "Aproveite ao máximo a luz natural durante o dia para economizar energia.",
    "Participe de ações de limpeza de praias e rios em sua comunidade.",
    "Compre roupas de segunda mão para reduzir o consumo de recursos.",
    "Evite produtos feitos de animais ou que incentivem a crueldade animal.",
    "Priorize produtos de limpeza biodegradáveis e ecologicamente corretos.",
    "Consuma alimentos locais para reduzir a pegada de transporte.",
    "Promova o uso de energias renováveis na sua comunidade.",
    "Descarte corretamente óleos de cozinha para não poluir rios e mares.",
    "Opte por cosméticos veganos e sem testes em animais.",
    "Invista em equipamentos de baixo consumo energético.",
    "Apoie agricultores que usam métodos de cultivo sustentáveis.",
    "Use guardanapos de pano em vez de papel para reduzir o desperdício.",
    "Participe de programas de reciclagem de roupas e tecidos.",
    "Evite comprar brinquedos de plástico para crianças, opte por alternativas sustentáveis.",
    "Descarte medicamentos vencidos em locais próprios para evitar contaminação do solo.",
    "Ajude a preservar a biodiversidade não comprando produtos feitos com espécies em extinção.",
    "Economize papel optando por notas fiscais digitais.",
    "Evite lavar o carro com mangueira, use baldes para economizar água.",
    "Prefira materiais escolares ecológicos e recicláveis.",
    "Ao viajar, escolha destinos que promovam o ecoturismo.",
    "Diminua a temperatura da máquina de lavar para economizar energia.",
    "Seja um consumidor consciente, comprando apenas o necessário.",
    "Descarte corretamente resíduos eletrônicos como celulares e computadores.",
    "Apoie projetos de reflorestamento na sua região.",
    "Evite comprar produtos embalados em excesso.",
    "Reduza o consumo de produtos descartáveis, como pratos e copos de plástico.",
    "Prefira alimentos com embalagens recicláveis.",
    "Ao caminhar ou fazer trilhas, leve seu lixo de volta para casa.",
    "Incentive o uso de lâmpadas solares para iluminação externa.",
    "Conserte produtos quebrados em vez de comprar novos.",
    "Evite dirigir em horários de pico para economizar combustível.",
    "Prefira aparelhos eletrônicos com o selo de eficiência energética.",
    "Diminua o uso de ar-condicionado, usando ventiladores sempre que possível.",
    "Evite deixar aparelhos eletrônicos em stand-by para reduzir o consumo de energia.",
    "Apoie a proteção de áreas de floresta e parques naturais.",
    "Aproveite a água da chuva para regar as plantas de casa.",
    "Ajude a educar outras pessoas sobre a importância da preservação ambiental.",
    "Prefira fazer compras em feiras locais e evite grandes cadeias de supermercados.",
    "Faça o controle de pragas no jardim de forma natural, sem pesticidas químicos.",
    "Evite comprar produtos com muitas embalagens plásticas.",
    "Participe de iniciativas para reduzir o desperdício de alimentos.",
    "Evite o uso de descartáveis em festas e eventos, optando por utensílios reutilizáveis.",
    "Opte por lâmpadas de LED, que têm uma vida útil mais longa e são mais eficientes.",
    "Apoie a criação de reservas ecológicas e parques nacionais.",
    "Doe itens que não usa mais para reduzir o desperdício.",
    "Evite o uso excessivo de fertilizantes químicos no seu jardim.",
    "Escolha eletrodomésticos com o selo de eficiência energética.",
    "Prefira produtos locais e artesanais para diminuir o impacto ambiental.",
    "Recicle sempre que possível para reduzir a quantidade de resíduos em aterros.",
    "Use transporte compartilhado ou carona solidária para reduzir as emissões.",
    "Evite o uso de produtos feitos com óleo de palma, que contribui para o desmatamento.",
    "Apoie a agricultura regenerativa, que ajuda a restaurar o solo.",
    "Evite o uso de esponjas sintéticas, prefira as feitas de materiais naturais.",
    "Doe brinquedos, roupas e outros itens para quem precisa, em vez de jogá-los fora.",
    "Utilize sacolas reutilizáveis ao fazer compras.",
    "Coma alimentos mais naturais e evite os ultraprocessados, que têm maior impacto ambiental.",
    "Evite o uso de sacos plásticos para embalar frutas e verduras no supermercado.",
    "Reduza o desperdício de alimentos planejando suas refeições com antecedência.",
    "Prefira lavar as roupas com água fria para economizar energia.",
    "Crie espaços verdes na sua casa ou no seu bairro.",
    "Participe de programas de coleta seletiva na sua comunidade.",
    "Evite o uso de produtos descartáveis em sua rotina.",
    "Descarte resíduos tóxicos de maneira correta, evitando a contaminação do solo e da água.",
    "Apoie políticas públicas que incentivam a preservação do meio ambiente.",
    "Escolha produtos de limpeza que não agridem a natureza.",
    "Compre livros e revistas em formatos digitais para economizar papel.",
    "Seja o exemplo! Adote hábitos sustentáveis e inspire outras pessoas a fazerem o mesmo.",
    "Valorize a natureza, passando mais tempo ao ar livre e apreciando sua beleza.",
    "Use aplicativos que ajudam a rastrear e reduzir sua pegada de carbono.",
    "Pesquise sobre a fauna e flora locais e ajude a preservá-las."
  ]
}